export default {
  projections: {
    СотрудникиE: {
      отчество: {
        __caption__: 'Отчество'
      },
      имя: {
        __caption__: 'Имя'
      },
      iD: {
        __caption__: 'ID'
      },
      номерПас: {
        __caption__: 'Номер пас'
      },
      серияПас: {
        __caption__: 'Серия пас'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      отделы: {
        __caption__: 'Отделы',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    СотрудникиL: {
      отчество: {
        __caption__: 'Отчество'
      },
      имя: {
        __caption__: 'Имя'
      },
      iD: {
        __caption__: 'ID'
      },
      номерПас: {
        __caption__: 'Номер пас'
      },
      серияПас: {
        __caption__: 'Серия пас'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      должность: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      отделы: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    имя: {
      __caption__: 'Имя'
    },
    номерПас: {
      __caption__: 'Номер пас'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    серияПас: {
      __caption__: 'Серия пас'
    },
    фамилия: {
      __caption__: 'Фамилия'
    },
    должность: {
      __caption__: 'Должность'
    },
    организация: {
      __caption__: 'Организация'
    },
    отделы: {
      __caption__: 'Отделы'
    }
  }
};
