export default {
  projections: {
    Настройка_тестаE: {
      название_Теста: {
        __caption__: 'Название_ теста'
      },
      код: {
        __caption__: 'Код'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        отчество: {
          __caption__: 'Отчество'
        }
      },
      тч2: {
        __caption__: 'Тч2',
        вариантОт1: {
          __caption__: 'Вариант от1'
        },
        вариантОт3: {
          __caption__: 'Вариант от3'
        },
        вопрос: {
          __caption__: 'Вопрос'
        },
        вариантОт2: {
          __caption__: 'Вариант от2'
        },
        сотрудники: {
          __caption__: 'Сотрудники',
          отчество: {
            __caption__: 'Отчество'
          }
        },
        список_Сотрудников_для_прохождения_теста: {
          __caption__: 'Список_ сотрудников_для_прохождения_теста',
          дата: {
            __caption__: 'Дата'
          },
          настройка_теста: {
            __caption__: 'Настройка_теста',
            название_Теста: {
              __caption__: 'Название_ теста'
            }
          }
        }
      }
    },
    Настройка_тестаL: {
      название_Теста: {
        __caption__: 'Название_ теста'
      },
      код: {
        __caption__: 'Код'
      },
      сотрудники: {
        __caption__: 'Отчество',
        отчество: {
          __caption__: 'Отчество'
        }
      }
    }
  },
  validations: {
    код: {
      __caption__: 'Код'
    },
    название_Теста: {
      __caption__: 'Название_ теста'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    тч2: {
      __caption__: 'Тч2'
    }
  }
};
