export default {
  projections: {
    Тч2E: {
      вопрос: {
        __caption__: 'Вопрос'
      },
      вариантОт1: {
        __caption__: 'Вариант от1'
      },
      вариантОт2: {
        __caption__: 'Вариант от2'
      },
      вариантОт3: {
        __caption__: 'Вариант от3'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        отчество: {
          __caption__: 'Отчество'
        }
      },
      список_Сотрудников_для_прохождения_теста: {
        __caption__: 'Список_ сотрудников_для_прохождения_теста',
        дата: {
          __caption__: 'Дата'
        },
        настройка_теста: {
          __caption__: 'Настройка_теста',
          название_Теста: {
            __caption__: 'Название_ теста'
          }
        }
      }
    }
  },
  validations: {
    вариантОт1: {
      __caption__: 'Вариант от1'
    },
    вариантОт2: {
      __caption__: 'Вариант от2'
    },
    вариантОт3: {
      __caption__: 'Вариант от3'
    },
    вопрос: {
      __caption__: 'Вопрос'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    настройка_теста: {
      __caption__: 'настройка_теста'
    },
    список_Сотрудников_для_прохождения_теста: {
      __caption__: 'Список_ сотрудников_для_прохождения_теста'
    }
  }
};
